Repository: OsmBelarus/Databases
Catalog: Nazvy_vulic.OmegaT/omegat/project_save.tmx
Source language: ru
Languages: be

source: Ерошевичская
be: пж/Ерошевичская

source: Ершова
be: н/Яршова

source: Ерёмина
be: н/Яроміна

source: Есенина
be: н/Ясеніна

source: Ефремова
be: н/Яфрэмава

source: Ефросиньи Полоцкой
be: н/Еўфрасінні Полацкай

source: Жабинского
be: н/Жабінскага

source: Жарковского
be: н/Жаркоўскага

source: Жасминовая
be: пж/Язмінавая

source: Жасминовый
be: пм/Язмінавы

source: Жбанкова
be: н/Жбанкова

source: Жданова
be: н/Жданава

source: Желанная
be: пж/Жаданая

source: Железная
be: пж/Жалезная

source: Железнодорожная
be: пж/Чыгуначная

source: Железнодорожников
be: н/Чыгуначнікаў

source: Железнодорожный
be: пм/Чыгуначны

source: Железный
be: пм/Жалезны

source: Железнякова
be: н/Жалезнякова

source: Желковского
be: н/Жалкоўскага

source: Желтко
be: н/Жаўтко

source: Жемчужная
be: пж/Жамчужная

source: Жени Петренкова
be: н/Жэні Пятрэнкава

source: Жердянская
be: пж/Жардзянская

source: Жердянский
be: пм/Жардзянскі

source: Жесткова
be: н/Жасткова

source: Живописный
be: пм/Маляўнічы

source: Жигаря
be: н/Жыгара

source: Жиздренский
be: пм/Жыздрэнскі

source: Жилуновича
be: н/Жылуновіча

source: Жиляка
be: н/Жыляка

source: Жировичский
be: пм/Жыровіцкі

source: Житная
be: пж/Жытняя

source: Житневая
be: пж/Жытнёвая

source: Житний
be: пм/Жытні

source: Житоморская
be: пж/Жытомірская

source: Жлобинская
be: пж/Жлобінская

source: Жлобинский
be: пм/Жлобінскі

source: Жнивеньская
be: пж/Жнівеньская

source: Жнивеньский
be: пм/Жнівеньскі

source: Жодинская
be: пж/Жодзінская

source: Жолобова
be: н/Жолабава

source: Жолтовского
be: н/Жалтоўскага

source: Жолудева
be: н/Жолудзева

source: Жореса
be: н/Жораса

source: Жудро
be: н/Жудро

source: Жукова
be: н/Жукава

source: Жуковича
be: н/Жуковіча

source: Жуковского
be: н/Жукоўскага

source: Журавецкая
be: пж/Журавецкая

source: Журавецкий
be: пм/Журавецкі

source: Журавинная
be: пж/Журавінная

source: Журавлиная
be: пж/Жураўліная

source: Журбы
be: н/Журбы

source: Журжевская
be: пж/Журжаўская

source: Журтавецкий
be: пм/Журтавецкі

source: Жучкова
be: н/Жучкова

source: З. Космодемьянской
be: н/З. Касмадзям’янскай

source: Забейды-Сумицкого
be: н/Забэйды-Суміцкага

source: Заболотная
be: пж/Забалотная

source: Заболоть
be: н/Забалаць

source: Заболоцкого
be: н/Забалоцкага

source: Забродская
be: пж/Забродзкая

source: Завальная
be: пж/Завальная

source: Заверщизна
be: н/Завершчызна

source: Заветная
be: пж/Запаветная

source: Заводская
be: пж/Заводская

source: Заводской
be: пм/Заводскі

source: Заводской спуск
be: н/Заводзкі спуск

source: Загорная
be: пж/Загорная

source: Загоровская
be: пж/Загароўская

source: Загородная
be: пж/Загарадная

source: Загороднева
be: н/Загараднева

source: Загородний
be: пм/Загарадні

source: Загородное
be: пнж/Загарадная

source: Загородный
be: пм/Загарадны

source: Загородняя
be: пж/Загародняя

source: Загорская
be: пж/Загорская

source: Загорский
be: пм/Загорскі

source: Загорский Поселок
be: н/Загорскі Пасёлак

source: Загорянская
be: пж/Загаранская

source: Загуменная
be: пж/Загуменная

source: Задворская
be: пж/Задворская

source: Задворьенская
be: пж/Задвор’енская

source: Заднепровская
be: пж/Задняпроўская

source: Задорожная
be: пж/Задарожная

source: Задорожный
be: пм/Задарожны

source: Задубровенская
be: пж/Задубровенская

source: Задубровенский
be: пм/Задубровенскі

source: Задубровная
be: пж/Задубраўная

source: Задубровный
be: пм/Задубраўны

source: Заимова
be: н/Заімава

source: Зайцева
be: н/Зайцава

source: Зайцевская
be: пж/Зайцаўская

source: Закревского
be: н/Закрэўскага

source: Залесская
be: пж/Залеская

source: Залесский
be: пм/Залескі

source: Заливной
be: пм/Заліўны

source: Залинейная
be: пж/Залінейная

source: Залинейный
be: пм/Залінейны

source: Залуцкого
be: н/Залуцкага

source: Залюховская
be: пж/Залюхаўская

source: Заменгофа
be: н/Заменгофа

source: Замковая
be: пж/Замкавая

source: Замковый
be: пм/Замкавы

source: Замошская
be: н/Замошская

source: Замятовская
be: пж/Замятоўская

source: Зана
be: н/Зана

source: Занеманская
be: пм/Занёманская

source: Заозёрная
be: пж/Заазёрная

source: Заозёрный
be: пм/Заазёрны

source: Заозёрская
be: пж/Заазёрская

source: Заозёрский
be: пм/Заазёрскі

source: Западная
be: пж/Заходняя

source: Западный
be: пм/Заходні

source: Западный блок-пост
be: н/Заходні блок-пост

source: Запасной
be: пм/Запасны

source: Заполье
be: н/Заполле

source: Запорожская
be: пж/Запарожская

source: Запорожский
be: пм/Запарожскі

source: Запрудная
be: пж/Запрудная

source: Заречанская
be: пж/Зарэчанская

source: Заречанский
be: пм/Зарачанскі

source: Зареченская
be: пж/Заречанская

source: Зареченский
be: пм/Зарэчанскі

source: Заречная
be: пж/Зарэчная

source: Заречный
be: пм/Зарэчны

source: Зарничная
be: пж/Зарнічная

source: Заровье
be: н/Зароўе

source: Заря Посёлок
be: н/Зара Пасёлак

source: Заславская
be: пж/Заслаўская

source: Заславского
be: н/Заслаўскага

source: Заслонова
be: н/Заслонава

source: Затишанская
be: пж/Зацішанская

source: Затишная
be: пж/Зацішная

source: Затишье
be: н/Зацішша

source: Затонный
be: пм/Затонны

source: Захарова
be: н/Захарава

source: Зацень
be: н/Зацань

source: Защитная
be: пж/Ахоўная

source: Защитников Отечества
be: н/Абаронцаў Айчыны

source: Звезда Посёлок
be: н/Зорка Пасёлак

source: Звездная
be: пж/Зорная

source: Звездный
be: пм/Зорны

source: Звонкая
be: пж/Звонкая

source: Звонковая
be: пж/Званкавая

source: Звёздная
be: пж/Зорная

source: Звёздный
be: пм/Зорны

source: Згоды
be: н/Згоды

source: Зеленогурская
be: пж/Зялёнагурская

source: Зеленогурский
be: пм/Зялёнагурскі

source: Зеленый
be: пм/Зялёны

source: Зельвенский
be: пж/Зельвенскі

source: Зельвянская
be: пж/Зельвянская

source: Зельвянский
be: пм/Зельвянскі

source: Зелёная
be: пж/Зялёная

source: Зелёнолугская
be: пж/Зялёналужская

source: Зелёный
be: пм/Зялёны

source: Зелёный Бор
be: н/Зялёны Бор

source: Зелёный Городок
be: н/Зялёны Гарадок

source: Земледельческая
be: пж/Земляробчая

source: Земледельческий
be: пм/Земляробчы

source: Землемерная
be: пж/Землямерная

source: Землемерный
be: пм/Землямерны

source: Земляничная
be: пж/Сунічная

source: Зенитная
be: пж/Зенітная

source: Зенитный
be: пм/Зенітны

source: Зенитчиков
be: н/Зянітчыкаў

source: Зеньковой
be: н/Зяньковай

source: Зеркальная
be: пж/Люстэркавая

source: Зернова
be: н/Зярнова

source: Зерновая
be: пж/Збожжавая

source: Зимний
be: пм/Зімовы

source: Зимняя
be: пж/Зімняя

source: Зинаиды Портновой
be: н/Зінаіды Партновай

source: Зиньковича
be: н/Зіньковіча

source: Златоустовского
be: н/Златаўстаўскага

source: Змитрока Бядули
be: н/Змітрака Бядулі

source: Знаний
be: н/Ведаў

source: Знгельса
be: н/Энгельс

source: Зои Комсомольской
be: н/Зоі Камсамольскай

source: Зои Космодемьянской
be: н/Зоі Касмадзям’янскай

source: Зои Туснолобовой-Марченко
be: н/Зоі Тусналобавай-Марчанкі

source: Золотарева
be: пм/Залатарова

source: Золотая
be: пж/Залатая

source: Золотая Горка
be: н/Залатая Горка

source: Золотина
be: н/Залаціна

source: Золотистая
be: пж/Залацістая

source: Золотогорская
be: пж/Залатагорская

source: Золотогорский
be: пм/Залатагорскі

source: Золотой
be: пм/Залаты

source: Зоотехническая
be: пж/Заатэхнічная

source: Зорге
be: н/Зорге

source: Зубачёва
be: н/Зубачова

source: Зубовича
be: н/Зубовіча

source: Зуйкевича
be: н/Зуйкевіча

source: Зыбицкая
be: пж/Зыбіцкая

source: Зюбина
be: н/Зюбіна

source: Зябровская
be: пж/Зябраўская

source: И. Руденко
be: н/І. Рудэнкі

source: Ибаррури
be: н/Ібаруры

source: Ивана Алексеева
be: н/Івана Аляксеева

source: Ивана Мележа
be: н/Івана Мележа

source: Ивана Науменко
be: Івана Навуменкі

source: Ивана Хруцкого
be: Івана Хруцкага

source: Ивана Чуклая
be: н/Івана Чуклая

source: Ивана Шамякина
be: н/Івана Шамякіна

source: Иванова
be: н/Іванова

source: Ивановская
be: пж/Іванаўская

source: Ивановский
be: пм/Іванаўскі

source: Ивановского
be: н/Іваноўскага

source: Ивашко
be: н/Ивашкі

source: Ивенецкая
be: пж/Івянецкая

source: Иверская
be: пж/Iверская вулiца

source: Ивлиева
be: н/Іўліева

source: Ивовый
be: пм/Лазовы

source: Ивутенко
be: н/Івуценкі

source: Ивьевская
be: пж/Іўеўская

source: Игната Буйницкого
be: н/Ігната Буйніцкага

source: Игната Домейко
be: н/Ігната Дамейкі

source: Игнатенко
be: н/Ігнаценкі

source: Игнатова
be: н/Ігнатава

source: Игорянская
be: пж/Ігаранская

source: Игуменский
be: пм/Ігуменскі

source: Иерусалимская
be: пж/Іерусалімская

source: Ижевская
be: пж/Іжэўская

source: Известковая
be: пж/Вапнавая

source: Известковый
be: пм/Вапнавы

source: Извозная
be: пж/Возніцкая

source: Извозный
be: пм/Возніцкі

source: Издательская
be: пж/Выдавецкая

source: Измайловская
be: пж/Ізмайлаўская

source: Измайловский
be: пм/Ізмайлаўскі

source: Изумрудная
be: пж/Ізумрудная

source: Изумрудный
be: пм/Ізумрудны

source: Илимская
be: пж/Ілімская

source: Ильи Магалашвили
be: н/Іллі Магалашвілі

source: Ильина
be: н/Ільіна

source: Ильинская
be: пж/Іллінская

source: Ильинский спуск
be: н/Ільінскі спуск

source: Ильинского
be: н/Ільінскага

source: Ильича
be: н/Іл’іча

source: Ильменская
be: пж/Ільменская

source: Ильянская
be: пж/Іллянская

source: Индивидуальная
be: пж/Індывідуальная

source: Индурское
be: пнж/Індурская

source: Индустриальная
be: пж/Індустрыяльная

source: Индустриальный
be: пм/Індустрыяльны

source: Инженерная
be: пж/Інжынерная

source: Инженерный
be: пм/Інжынерны

source: Инкубаторная
be: пж/Інкубатарная

source: Иннтернациональная
be: пж/Інтэрнацыянальная

source: Иногородняя
be: пж/Іншагародняя

source: Инструментальный
be: пм/Інструментальны

source: Инструментальщиков
be: н/Інструментальшчыкаў

source: Интенданская
be: пж/Інтэнданцкая

source: Интендантская
be: пж/Інтэнданцкая

source: Интендантский
be: пм/Інтэнданцкі

source: Интернациональная
be: пж/Інтэрнацыянальная

source: Интернациональный
be: пм/Інтэрнацыянальны

source: Интрернациональная
be: пж/Інтэрнацыянальная

source: Иоанна Зодчего
be: н/Іаана Дойліда

source: Иодковская
be: пж/Ёдкаўская

source: Иосифа Гaшкевича
be: н/Іосіфа Гашкевіча

source: Иосифа Гошкевича
be: н/Іосіфа Гашкевіча

source: Иосифа Жиновича
be: н/Іосіфа Жыновіча

source: Ипподромный
be: пм/Іпадромны

source: Ирининская
be: пж/Ірынінская

source: Ириновская
be: пж/Ірынаўская

source: Ириновский
be: пм/Ірынаўскі

source: Иркутская
be: пж/Іркуцкая

source: Иркутский
be: пм/Іркуцкі

source: Исакова
be: н/Ісакава

source: Исаченко
be: н/Ісачэнкі

source: Искалиева
be: н/Іскаліева

source: Искра
be: н/Іскра

source: Искристая
be: пж/Іскрыстая

source: Искровская
be: пж/Іскраўская

source: Историческая
be: пж/Гістарычная

source: Итернациональная
be: пж/Інтэрнацыянальная

source: Ищенко
be: н/Ішчанкі

source: Июльская
be: пж/Ліпеньская

source: Июльский
be: пм/Ліпеньскі

source: Июньский
be: пм/Чэрвеньскі

source: К И М
be: н/КІМ

source: К Э Чевский
be: н/К Э Чэўскі

source: К. Заслонова
be: н/К. Заслонава

source: К. Калиновского
be: н/К. Каліноўскага

source: К. Крапивы
be: н/К. Крапівы

source: К. Либкнехта
be: н/К. Лібкнехта

source: К. Чорного
be: н/К. Чорнага

source: Кабельный
be: пм/Кабельны

source: Кабушкина
be: н/Кабушкіна

source: Кабяка
be: н/Кабяка

source: Кавалерийская
be: пж/Кавалерыйская

source: Кавалерийский
be: пм/Кавалерыйскі

source: Кавказский
be: пм/Каўказскі

source: Кавязина
be: н/Кавязіна

source: Каданчика
be: н/Каданчыка

source: Казакова
be: н/Казакова

source: Казановского
be: н/Казаноўскага

source: Казарменный
be: пм/Казарменны

source: Казарского
be: н/Казарскага

source: Казаченко
be: н/Казачэнкі

source: Казея
be: н/Казея

source: Казимира Малевича
be: н/Казіміра Малевіча

source: Казимира Свёнтэка
be: н/Казіміра Свёнтака

source: Казимировская
be: пж/Казіміраўская

source: Казимировский
be: пм/Казіміраўскі

source: Казинца
be: н/Казінца

source: Каленикова
be: н/Каленікава

source: Калинина
be: н/Калініна

source: Калининградская
be: пж/Калінінградская

source: Калининградский
be: пм/Калінінградскі

source: Калининский
be: пм/Калінінскі

source: Калинковичская
be: пж/Калінкавіцкая

source: Калиновая
be: пж/Калінавая

source: Калиновского
be: н/Каліноўскага

source: Калиновый
be: пм/Калінавы

source: Калужская
be: пж/Калужская

source: Калужский
be: пм/Калужскі

source: Кальварийская
be: пж/Кальварыйская

source: Кальварийский
be: пм/Кальварыйскі

source: Калюжная
be: пж/Калюжная

source: Калючинская
be: пж/Калючынская

source: Калядная
be: пж/Калядная

source: Камайская
be: пж/Камайская

source: Каманина
be: н/Каманіна

source: Каменецкий
be: пм/Камянецкі

source: Каменецкое
be: пнж/Камянецкая

source: Каменная
be: пж/Каменная

source: Каменногорская
be: пж/Каменнагорская

source: Каменского
be: н/Каменскага

source: Каменщикова
be: н/Каменшчыкава

source: Каминского
be: н/Камінскага

source: Камчатский
be: пм/Камчацкі

source: Камынина
be: н/Камыніна

source: Камышовая
be: пж/Чаротавая

source: Канава тяговый
be: н/Канава цягавы

source: Канареева
be: н/Канарэева

source: Канатная
be: пж/Канатная

source: Канатный
be: пм/Канатны

source: Канаховича
be: н/Канаховіча

source: Канашкова
be: н/Канашкова

source: Кандрата Крапивы
be: н/Кандрата Крапівы

source: Капитана Покатило
be: н/Капітана Папацілы

source: Капличная
be: пж/Каплічная

source: Капуцкого
be: н/Калуцкага

source: Карабановская
be: пж/Карабанаўская

source: Карабановская В.
be: пж/Карабанаўская В.

source: Карабановская Н.
be: пж/Карабанаўская Н.

source: Карабановская С.
be: пж/Карабанаўская С.

source: Карабановский
be: пм/Карабанаўскі

source: Каравайная
be: пж/Каравайная

source: Каравайный
be: пм/Каравайны

source: Карагодная
be: пж/Карагодная

source: Карасева
be: н/Карасёва

source: Карастояновой
be: н/Карастаянавай

source: Карася
be: н/Карася

source: Карасёва
be: н/Карасёва

source: Карбышева
be: н/Карбышава

source: Карвата
be: н/Карвата

source: Карибского
be: н/Карыбскага

source: Карканицы
be: н/Карканіцы

source: Карла Либкнехта
be: н/Карла Лібкнехта

source: Карла Маркса
be: н/Карла Маркса

source: Карла Оппермана
be: н/Карла Опермана

source: Кармелюка
be: н/Кармелюка

source: Карначенка
be: н/Карначонка

source: Каролинская
be: пж/Каралінская

source: Каролинский
be: пм/Каралінскі

source: Карпекина
be: н/Карпекіна

source: Карпенина
be: н/Карпеніна

source: Карпиловская
be: пж/Капрылаўская

source: Карпиловский
be: пм/Капрылаўскі

source: Карпинского
be: н/Карпінскага

source: Карпинской Т.
be: н/Карпінскай Т.

source: Карпова
be: н/Карпава

source: Карповича
be: н/Карповіча

source: Карского
be: пм/Карскага

source: Каруся Каганца
be: н/Каруся Каганца

source: Карьерная
be: пж/Кар’ерная

source: Карьерный
be: пм/Кар’ерны

source: Катаева
be: н/Катаева

source: Катин Бор
be: н/Кацін Бор

source: Катунина
be: н/Катуніна

source: Каховская
be: пж/Кахоўская

source: Каховский
be: Кахоўскі

source: Кацубинского
be: н/Кацубінскага

source: Качалова
be: н/Качалава

source: Качана
be: н/Качана

source: Кашановская
be: пж/Каштанаўская

source: Каштановая
be: пж/Каштанавая

source: Каштановый
be: пм/Каштанавы

source: Кветко
be: н/Квятко

source: Кедровая
be: пж/Кедравая

source: Кедышко
be: н/Кедышкі

source: Керамзитовая
be: пж/Керамзітавая

source: Керамичная
be: пж/Керамічная

source: Киевская
be: пж/Кіеўская

source: Киевский
be: пм/Кіеўскі

source: Кижеватова
be: н/Кіжаватава

source: Кима
be: н/Кіма

source: Кипарисовая
be: пж/Кіпарысавая

source: Кипричный
be: пм/Цагляны

source: Киреева
be: н/Кірэева

source: Киреенко
be: н/Кірэенкі

source: Киржиманова
be: н/Кіржыманава

source: Кирилла Туровского
be: Кірыла Тураўскага

source: Кирилла и Мефодия
be: н/Кірыла і Мяфодзія

source: Кириченко
be: н/Кірычэнкі

source: Киричука
be: н/Кірычука

source: Кирова
be: н/Кірава

source: Кирпичная
be: пж/Цагляная

source: Кирпичный
be: пм/Цагляны

source: Киселева
be: н/Кісялёва

source: Киселевичиская
be: пж/Кісялевіцкая

source: Киселевичская
be: пж/Кісялевічская

source: Киселевичский
be: пм/Кісялевічскі

source: Киселёва
be: н/Кісялёва

source: Кисёлева
be: н/Кісялёва

source: Кишинёвская
be: пж/Кішінёўская

source: Кишинёвский
be: пм/Кішінёўскі

source: Клайпедская
be: пж/Клайпедзкая

source: Клары Давыдюк
be: н/Клары Давыдзюк

source: Клары Цеткин
be: н/Клары Цэткін

source: Клена Серебристого
be: н/Клёну Серабрыстага

source: Кленковская
be: пж/Клянкоўская

source: Кленовая
be: пж/Кляновая

source: Кленовый
be: пм/Кляновы

source: Клермон-Ферран
be: н/Клермон-Феран

source: Клецкая
be: пж/Клецкая

source: Клецкий
be: пм/Клецкі

source: Клецкова
be: н/Кляцкога

source: Клещева
be: н/Кляшчэева

source: Клещёва
be: н/Кляшчова

source: Клименка
be: н/Кліменка

source: Климко
be: н/Клімкоо

source: Климовская
be: пж/Клімаўская

source: Климука
be: н/Клімука

source: Клиническая
be: пж/Клінічная

source: Клинический
be: пм/Клінічны

source: Клинцевича
be: пм/Клінцэвіча

source: Клубная
be: пж/Клубная

source: Клубничная
be: пж/Клубнічная

source: Клубный
be: пм/Клубны

source: Клумова
be: н/Клумава

source: Ключевая
be: пж/Ключавая

source: Кляро
be: н/Кляро

source: Книжная
be: пж/Кніжная

source: Книжный
be: пм/Кніжны

source: Кнорина
be: н/Кнорына

source: Княгининская
be: Княгінінская

source: Князева
be: н/Князева

source: Князей Глебовичей
be: н/Князёў Глебавічаў

source: Кобзаревского
be: н/Кобзарэўскага

source: Кобзуна
be: н/Кобзуна

source: Кобринская
be: пж/Кобрынская

source: Кобринский
be: пм/Кобрынскі

source: Кобякова
be: н/Кабякова

source: Ковалевского
be: н/Кавалеўскага

source: Коваленко
be: н/Каваленкі

source: Коваль
be: н/Каваль

source: Ковальская
be: пж/Кавальская

source: Ковалёва
be: н/Кавалёва

source: Ковельская
be: пж/Ковельская

source: Ковзана
be: н/Коўзана

source: Ковзана Б. И.
be: н/Коўзана Б. І.

source: Ковпака
be: н/Каўпака

source: Ковровая
be: пж/Дывановая

source: Ковровый
be: пм/Дывановы

source: Ковязина
be: н/Кавязіна

source: Кожара
be: н/Кожара

source: Кожевенная
be: пж/Гарбарная

source: Кожедуба
be: н/Кажадуба

source: Козберга
be: н/Козберга

source: Козинцева
be: н/Козінцава

source: Козинцева -Прокопчика
be: н/Казінцава-Пракопчыка

source: Козлова
be: н/Казлова

source: Козлова М.
be: н/Казлова М.

source: Козловского
be: н/Казлоўскага

source: Козловской
be: н/Казлоўскай

source: Козляковичская
be: пж/Казляковіцкая

source: Козубовского
be: н/Казубоўскага

source: Козыревская
be: пж/Козыраўская

source: Колбасина
be: н/Каўбасіна

source: Колбасинская
be: пж/Каўбасінская

source: Колбасинский
be: пм/Каўбасінскі

source: Колесника
be: н/Калесніка

source: Колесникова
be: н/Калеснікава

source: Коллективная
be: пж/Калектыўная

source: Коллективный
be: пм/Калектыўны

source: Коллекторная
be: пж/Калектарная

source: Колобашниковой
be: н/Калабашнікавай

source: Колодко
be: н/Калодкі

source: Коложа
be: н/Каложа

source: Колосистая
be: пж/Каласістая

source: Колосовская
be: пж/Каласоўская

source: Колхозная
be: пж/Калгасная

source: Колхозный
be: пм/Калгасны

source: Кольцевая
be: пж/Кальцавая

source: Кольцевой
be: пм/Кальцавы

source: Кольцова
be: н/Кальцова

source: Колядная
be: пж/Калядная

source: Комаринская
be: пж/Камарынская

source: Комарова
be: н/Камарова

source: Комаровское
be: Камароўскае

source: Комаровское кольцо
be: н/Камароўскае кальцо

source: Комбайновая
be: пж/Камбайнавая

source: Комбайнёрская
be: пж/Камбайнёрская

source: Комбинатная
be: пж/Камбінатная

source: Комбинатовская
be: пж/Камбінатаўская

source: Комбинатовский
be: пм/Камбінатаўскі

source: Комбинатская
be: пж/Камбінацкая

source: Комбинатский
be: пм/Камбінацкі

source: Коминтерна
be: н/Камінтэрна

source: Комиссариатский
be: пм/Камісарыяцкі

source: Комиссарова
be: н/Камісарава

source: Коммерческая
be: пж/Камерцыйная

source: Коммерческий
be: пм/Камерцыйны

source: Коммунальная
be: пж/Камунальная

source: Коммунальный
be: пм/Камунальны

source: Коммунарная
be: пж/Камунарная

source: Коммунарный
be: пм/Камунарны

source: Коммунаров
be: н/Камунараў

source: Коммунарская
be: пж/Камунарская

source: Коммунарский
be: пм/Камунарскі

source: Коммунистическая
be: пж/Камуністычная

source: Коммунистический
be: пм/Камуністычны

source: Коммунистической Роты
be: н/Камуністычнай Роты

source: Комонавтов
be: н/Касманаўтаў

source: Комсомольская
be: пж/Камсамольская

source: Комсомольский
be: пм/Камсамольскі

source: Комсомольский микрорайон
be: н/Камсамольскі мікрараён

source: Комунальный
be: пм/Камунальны

source: Кондрата Крапивы
be: н/Кандрата Крапівы

source: Кондратенко
be: н/Кандраценкі

source: Кондратьева
be: н/Кандрацьева

source: Конева
be: н/Конева

source: Конечная
be: пж/Канечная

source: Кононова
be: н/Конанава

source: Кононовича
be: н/Канановіча

source: Коноплева
be: н/Канаплёва

source: Коноплицкой
be: н/Канапліцкай

source: Коноплёва
be: н/Канаплёва

source: Константина Заслонова
be: н/Канстанціна Заслонава

source: Константина Острожского
be: н/Канстанціна Астрожскага

source: Констанции Буйло
be: н/Канстанцыі Буйло

source: Концевой
be: пм/Канцавы

source: Кооперативная
be: пж/Кааператыўная

source: Кооперативный
be: пм/Кааператыўны

source: Кооперетивная
be: пж/Кааператыўная

source: Коопероативный
be: пм/Кааператыўны

source: Коперника
be: н/Каперніка

source: Коперова
be: н/Каперава

source: Копыльская
be: пж/Капыльская

source: Копыльский
be: Капыльскі

source: Коралева
be: н/Каралева

source: Коралёва
be: н/Каралёва

source: Корбаля
be: н/Корбаля

source: Корбана
be: н/Корбана

source: Корбута
be: н/Корбута

source: Кореневская
be: пж/Каранёўская

source: Коржа
be: н/Каржа

source: Корженевского
be: н/Каржанеўскага

source: Корзуна
be: н/Корзуна

source: Корзюки
be: н/Карзюкі

source: Корицкого
be: н/Карыцкага

source: Корначёнка
be: н/Карначонка

source: Корнилова
be: н/Карнілава

source: Корнышева
be: н/Корнышава

source: Королева
be: н/Каралёва

source: Короленко
be: н/Караленкі

source: Королика Кочесу
be: н/Кароліка Кочесу

source: Королинская
be: пж/Каралінская

source: Королихинская
be: пж/Караліхінская

source: Король Анны
be: н/Кароль Ганны

source: Короля
be: н/Караля

source: Королёва
be: н/Каралёва

source: Короткая
be: пж/Кароткая

source: Короткевича
be: н/Караткевіча

source: Короткий
be: пм/Кароткі

source: Короткина
be: н/Кароткіна

source: Коротынский
be: пм/Каратынскі

source: Коротынского
be: н/Каратынскага

source: Корсака
be: н/Корсака

source: Корчагина
be: н/Карчагіна

source: Корш-Саблина
be: н/Корш-Сабліна

source: Косарева
be: н/Косарава

source: Косачёва
be: н/Касачова

source: Косая
be: пж/Касая

source: Косицкого
be: н/Касіцкага

source: Космическая
be: пж/Касмічная

source: Космодемьянской
be: н/Касмадзям’янскай

source: Космонавтов
be: н/Касманаўтаў

source: Космонавтов въезд
be: н/уезд Касманаўтаў

source: Кособьяна
be: н/Касаб’яна

source: Коссовская
be: пж/Косаўская

source: Коссовский
be: пм/Косаўскі

source: Костенича
be: н/Касценіча

source: Костенчика
be: н/Касценчыка

source: Костецкой
be: н/Касцецкай

source: Костромы
be: н/Кастрамы

source: Костюшки
be: н/Касцюшкі

source: Костюшко
be: н/Касцюшка

source: Костякова
be: н/Касцякова

source: Котельникова
be: н/Кацельнікава

source: Котловца
be: н/Катлаўца

source: Котляревского
be: н/Катлярэўскага

source: Котовского
be: н/Катоўскага

source: Кофанова
be: н/Кафанава

source: Кохановского
be: н/Каханоўскага

source: Коханый Ров
be: н/Каханы Роў

source: Кочанова
be: н/Качанава

source: Кочеткова
be: н/Качэткова

source: Кочкаря
be: н/Кочкара

source: Кошеваровой
be: н/Кашаваравай

source: Кошевого
be: н/Кашавога

source: Краевидная
be: пж/Краявідная

source: Крайний
be: пм/Крайні

source: Крайновичская
be: пж/Крайновіцкая

source: Крайняя
be: пж/Крайняя

source: Крамный
be: пм/Крамны

source: Крамского
be: н/Крамскога

source: Крапивы
be: н/Крапівы

source: Красивая
be: пж/Прыгожая

source: Красивый
be: пм/Прыгожы

source: Красикова
be: н/Красікава

source: Красина
be: н/Красіна

source: Красинская
be: пж/Красінская

source: Красинский
be: пм/Красінскі

source: Красная
be: пж/Чырвоная

source: Красная Зорька
be: н/Чырвоная Зорка
